/* STM */
"STM01TEXT01" = "Para confirmar a quantidade de tinta restante, verifique visualmente os níveis de tinta nos tanques de tinta da impressora.
Se continuar a utilizar a impressora quando o nível de tinta for inferior ao limite mais baixo, pode danificá-la.";
"STM01B01" = "OK";

/* Nozzle */
"NOZZLE01TEXT01" = "Para efectuar uma verificação dos jactos, certifique-se de que a impressora está ligada à corrente e ao computador. Verifique também se tem papel normal de formato A4 ou Letter no alimentador posterior. Faça clique em [Imprimir] para imprimir um modelo de verificação dos jactos ou em [Cancelar] para sair.";
"NOZZLE01B01" = "Imprimir";
"NOZZLE01B02" = "Cancelar";

"NOZZLE02TEXT01" = "Compare o modelo impresso com a amostra anterior. Se o modelo de verificação dos jactos tiver linhas tracejadas, clique em [Limpar]. Para sair, clique em [Terminar].";
"NOZZLE02SPE01" = "Superior: Bem
Inferior: Necessita limpeza";
"NOZZLE02B01" = "Terminar";
"NOZZLE02B03" = "Limpar";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Faça clique em [Iniciar] para limpar os jactos da cabeça de impressão. Como a limpeza consome alguma tinta, limpe apenas a cabeça quando aparecerem áreas esbatidas ou falhas na impressão. Execute primeiro o utilitário \"Verificação dos Jactos\" para confirmar se a cabeça de impressão precisa de ser limpa.
Nota: Antes de efectuar uma limpeza, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing) conforme ilustra a imagem.";
"HEADCLEANING01B01" = "Cancelar";
"HEADCLEANING01B02" = "Iniciar";

"HEADCLEANING02TEXT01" = "Aguarde ...";
"HEADCLEANING02TEXT02" = "Limpeza em curso. Aguarde.";
"HEADCLEANING02B01" = "Fechar";

"HEADCLEANING03TEXT01" = "O ciclo de limpeza terminou. Para verificar se a limpeza resultou, faça clique em [Imprimir Modelo de Verificação dos Jactos].";
"HEADCLEANING03B01" = "Terminar";
"HEADCLEANING03B03" = "Imprimir Modelo de Verificação dos Jactos";

/* Gap */
"GAP01TEXT01" = "O utilitário de Alinhamento das Cabeças corrige o desalinhamento vertical, faixas horizontais e impressões pouco nítidas.";
"GAP01B01" = "Seguinte >";
"GAP01B02" = "Cancelar";

"GAP02TEXT01" = "Será impressa uma folha de alinhamento vertical.
Certifique-se de que a impressora está ligada à corrente e ligada ao computador. Verifique também se tem papel normal de formato A4 ou Letter no alimentador posterior.
Faça clique em [Imprimir] quando estiver pronto.";
"GAP02B01" = "Imprimir";
"GAP02B02" = "Cancelar";
"GAP02B03" = "Saltar >>";

"GAP03TEXT01" = "Observe a folha de alinhamento.
Procure o quadrado sem faixas visíveis nos conjuntos de #1 a #5. Seleccione o número que corresponde a esse quadrado na lista seguinte para todos os conjuntos. Faça clique em [Seguinte >].
Se existir uma banda em cada quadrado, seleccione o quadrado com a banda mais pequena de todas. Em seguida, faça clique em [Realinhamento].";
"GAP03B01" = "Seguinte >";
"GAP03B02" = "Cancelar";
"GAP03B03" = "Realinhamento";

"GAP04TEXT01" = "Será impressa uma folha de alinhamento horizontal a preto.
Certifique-se de que tem papel normal de formato A4 ou Letter no alimentador posterior.
Nota: Este ajuste afecta unicamente a impressão de alta velocidade em papel normal. Outros tipos de papel não são afectados.";
"GAP04B01" = "Imprimir";
"GAP04B02" = "Cancelar";
"GAP04B03" = "Saltar >>";

"GAP05TEXT01" = "Observe a folha de alinhamento.
Procure o modelo sem faixa preta ou branca. Seleccione o número que corresponde a esse modelo na lista seguinte e faça clique em [Seguinte >].
Se todos os modelos tiverem uma faixa, seleccione o modelo com a faixa mais fina. Em seguida, faça clique em [Realinhamento].";
"GAP05B01" = "Seguinte >";
"GAP05B02" = "Cancelar";
"GAP05B03" = "Realinhamento";

"GAP06TEXT01" = "Será impressa uma folha de alinhamento horizontal a cores.
Certifique-se de que tem papel normal de formato A4 ou Letter no alimentador posterior.
Nota: Este ajuste afecta unicamente a impressão de alta velocidade em papel normal. Outros tipos de papel não são afectados.";
"GAP06B01" = "Imprimir";
"GAP06B02" = "Cancelar";

"GAP07TEXT01" = "Observe a folha de alinhamento.
Procure o modelo sem faixa escura ou clara. Seleccione o número que corresponde a esse modelo na lista seguinte e faça clique em [Terminar].
Se todos os modelos tiverem uma faixa, seleccione o modelo com a faixa mais fina. Em seguida, faça clique em [Realinhamento].";
"GAP07B01" = "Terminar";
"GAP07B02" = "Cancelar";
"GAP07B03" = "Realinhamento";

/* Paper Guide Cleaning */
"PG01_TEXT01" = "Utilize papel normal para limpar o interior da impressora.
Certifique-se de que a impressora contém papel normal de formato A4 ou Letter e, em seguida, faça clique na tecla [Limpeza].
Repita o procedimento até que o interior da impressora esteja limpo.";
"PG01_B01" = "Cancelar";
"PG01_B02" = "Limpeza";

/* Printer and Option information */
"PRINFO01GRPBOXTITLE01" = "Número de folhas de papel alimentadas";
"PRINFO01SPE01" = "Número de Folhas";
"PRINFO01SPE02" = "Não existem informações disponíveis para esta impressora.";
"PRINFO01B01" = "OK";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "Se as impressões ainda contiverem faixas ou cores em falta, mesmo depois de executar a Limpeza das Cabeças várias vezes, poderá ter de substituir a tinta no interior dos tubos de tinta para resolver o problema.

Esta função permite substituir toda a tinta do interior dos tubos de tinta.

Esta função consome muita tinta. Recomendamos que utilize apenas esta função após executar a Limpeza das Cabeças várias vezes.

Nota: Antes de utilizar esta função, certifique-se de que existe tinta suficiente nos tanques de tinta da impressora.
Se não houver tinta suficiente, recarregue os tanques de tinta.";
"POWERINKFLUSHING01B01" = "Cancelar";
"POWERINKFLUSHING01B02" = "Seguinte >";

"POWERINKFLUSHING02TEXT01" = "Antes de executar esta função, certifique-se de que o fecho de transporte está na posição de desbloqueio (Printing) conforme ilustra a imagem.

Nota: O fecho de transporte tem de estar sempre desbloqueado quando a impressora estiver a ser utilizada.";

"POWERINKFLUSHING03TEXT01" = "Tem a certeza de que deseja executar esta função?
Para substituir toda a tinta dos tubos, é necessário consumir muita tinta.
Recomendamos que efectue a Limpeza das Cabeças várias vezes para tentar resolver o problema antes de utilizar esta função. Faça clique em [Cancelar] e experimente a Limpeza das Cabeças.

Nota: Esta função produz efeitos na vida útil das almofadas de tinta residual. As almofadas de tinta residual atingem a sua capacidade mais cedo se executar esta função.
Se as almofadas de tinta residual chegarem ao fim da vida útil, contacte a Assistência Epson para solicitar a substituição.

Faça clique em [Iniciar] para iniciar a substituição da tinta.
Depois de iniciada, esta função não pode ser interrompida.";
"POWERINKFLUSHING03B01" = "Cancelar";
"POWERINKFLUSHING03B02" = "Iniciar";

"POWERINKFLUSHING04TEXT01" = "Aguarde ...";
"POWERINKFLUSHING04TEXT02" = "A Superdescarga de Tinta está em curso.
Aguarde.";
"POWERINKFLUSHING04B01" = "Fechar";

"POWERINKFLUSHING05TEXT01" = "A Superdescarga de Tinta terminou.
Para verificar se a descarga de tinta resultou, faça clique em [Imprimir Modelo de Verificação dos Jactos].";
"POWERINKFLUSHING05B01" = "Terminar";
"POWERINKFLUSHING05B03" = "Imprimir Modelo de Verificação dos Jactos";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "Seguinte";
"INKTANKUTILITYB02" = "Verso";
"INKTANKUTILITYB03" = "Fechar";

//Common
"INKTANKUTILITYTEXT01" = "Recarregue tinta até à linha de todos os tanques de tinta.
Consulte o manual da impressora para saber como recarregar a tinta e utilizar a impressora.
Mesmo que não tenha garrafas de tinta novas e que um ou mais tanques de tinta não estejam cheios até à linha superior do tanque de tinta, pode continuar a utilizar a impressora. Contudo, para que a impressora continue a funcionar da melhor forma, recarregue de imediato com tinta todos os tanques de tinta até à linha superior.

Nota:
Não é possível garantir a qualidade ou fiabilidade de tinta não original e esta pode causar danos na impressora não cobertos pelas garantias Epson.
Utilizar tinta original Epson, diferente da especificada no manual da impressora, pode também provocar danos não cobertos pelas garantias Epson.";
"INKTANKUTILITYTEXT02" = "Continuar a utilizar a impressora quando o nível de tinta estiver abaixo da linha do tinteiro pode danificá-la.";
"INKTANKUTILITYTEXT03" = "Continuar a utilizar a impressora quando o nível de tinta estiver a menos de 20 mm do fundo da unidade do tinteiro pode danificar a impressora.
Para verificar os níveis de tinta, utilize a régua incluída com a impressora.";
"INKTANKUTILITYTEXT04" = "Quando ocorrer um alerta porque a quantidade de tinta restante precisa de ser reiniciada, são apresentadas instruções para reiniciar os níveis.";

/* Printer Settings */
"PRISET01B01" = "Aplicar";
"PRISET01B02" = "Cancelar";
"PRISET01SPE04" = "Não existem informações disponíveis para esta impressora.";
"PRISET01SPE05" = "OK";
"PRISET01GRPBOXTITLE02" = "Temporiz. deslig.";
"PRISET01SPE21" = "Não";
"PRISET01SPE22" = "30 minutos";
"PRISET01SPE23" = "1 hora";
"PRISET01SPE24" = "2 horas";
"PRISET01SPE25" = "4 horas";
"PRISET01SPE26" = "8 horas";
"PRISET01SPE27" = "12 horas";

/* Error */
"PRINTERBUTTON00" = "Parar/Manutenção";
"ERCOMMON_B01" = "Cancelar";
"ERCOMMON_B02" = "Continuar";
"ERCOMMON_B03" = "OK";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Cancelar";
"ER00_TEXTA" = "Erro";
"ER00_TEXTB" = "1. Cancele todas as tarefas de impressão.
2. Abra a tampa da impressora e retire o papel encravado.
3. Feche a tampa, desligue a impressora e volte a ligá-la.";
"ER00_TEXTA_D4" = "Erro";
"ER00_TEXTB_D4" = "1. Cancele todas as tarefas de impressão.
2. Abra a tampa da impressora e retire o papel encravado.
3. Feche a tampa, desligue a impressora e volte a ligá-la.";
"ER00_B01_D4" = "Cancelar";
"ER01_TEXTA" = "A impressora está ocupada";
"ER01_TEXTB" = "É favor aguardar...";
"ER04_TEXTA" = "Encravamento de papel";
"ER04_TEXTB" = "1. Abra a tampa da impressora e retire o papel encravado.
2. Feche a tampa e pressione a tecla %btn% do produto.";
"ER05_TEXTA" = "Está na altura de reiniciar os níveis de tinta.";
"ER05_TEXTB" = "Necessita de verificar a quantidade de tinta restante. Faça clique no ícone [Utilitário dos Tinteiros] do Epson Printer Utility 4 para saber como recarregar a tinta.
Consulte o manual da impressora para confirmar quais as garrafas de tinta a utilizar nesta impressora.
Utilizar tinta original Epson, diferente da especificada no manual da impressora, pode também provocar danos não cobertos pelas garantias Epson.

Para confirmar a quantidade de tinta restante, verifique visualmente os níveis de tinta nos tanques de tinta da impressora.
Se continuar a utilizar a impressora quando o nível de tinta for inferior ao limite mais baixo, pode danificá-la.";
"ER05_TEXTA_FF" = "O carregamento inicial da tinta não está terminado";
"ER05_TEXTB_FF" = "Consulte a folha de configuração para concluir o processo inicial de carregamento de tinta.";
"ER06_TEXTA_D4" = "Sem papel ou carregamento incorrecto";
"ER06_TEXTB_D4" = "1. Retire e volte a colocar o papel.
2. Pressione a tecla %btn% do produto ou faça clique em [Continuar] se esta opção for apresentada.

Faça clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER06_B01_D4" = "Continuar";
"ER06_B02_D4" = "Cancelar";
"ER06_TEXTA" = "Sem papel ou carregamento incorrecto";
"ER06_TEXTB" = "1. Retire o papel e volte a colocá-lo.
2. Pressione a tecla %btn% do produto.

Clique em [Cancelar] para cancelar a tarefa de impressão quando aparecer. Se não for cancelada, cancele-a no produto.";
"ER10_TEXTA" = "É necessária assistência técnica";
"ER10_TEXTB" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.
Contacte a assistência Epson.";
"ER10_TEXTA_SPE01" = "É necessária assistência técnica";
"ER10_TEXTB_SPE01" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.
Poderá ocorrer o derramamento de tinta residual.
Contacte a assistência Epson.";
"ER12_TEXTA" = "Erro na alimentação de múltiplas páginas";
"ER12_TEXTB" = "Adopte uma das seguintes soluções.
- Retire e volte a colocar o papel. Pressione a tecla %btn% do produto.
- Faça clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER12_TEXTA_D4" = "Erro na alimentação de múltiplas páginas";
"ER12_TEXTB_D4" = "Adopte uma das seguintes soluções.
- Retire e volte a colocar o papel. Pressione a tecla %btn% do produto.
- Faça clique em [Cancelar] para cancelar a tarefa de impressão se esta opção for apresentada. Se esta não for cancelada, cancele-a no produto.";
"ER12_B01_D4" = "Cancelar";
"ER4A_TEXTA" = "Uma almofada de tinta da impressora está a chegar ao fim da sua vida útil.";
"ER4A_TEXTB" = "Contacte a assistência Epson.
Pressione a tecla %btn% da impressora para continuar a imprimir.";
"ER4A_TEXTA_SPE01" = "Uma almofada de tinta da impressora está no fim da sua vida útil.";
"ER4A_TEXTB_SPE01" = "Se continuar a imprimir, isso poderá provocar o derramamento de tinta residual.
Contacte a assistência Epson.
Pressione a tecla %btn% da impressora para continuar a imprimir.";
"Common Error Text1" = "Erro";
"Common Error Text2" = "1. Cancele todas as tarefas de impressão.
2. Abra a tampa da impressora e retire o papel encravado.
3. Feche a tampa, desligue a impressora e volte a ligá-la.";
"Common Error B1" = "Cancelar";
"Cleaning status" = "A impressora está ocupada";
"Shipment status" = "O carregamento inicial da tinta não está terminado";
"Charging status" = "Carregar o sistema de tinta";
"WRINKLOW_TEXTA" = "Está quase na altura de reiniciar os níveis de tinta.";
"WRINKLOW_TEXTB" = "Os níveis de tinta podem estar baixos.
Talvez possa continuar a imprimir. Contudo, deve preparar garrafas de tinta novas logo que possível. Recomendamos a utilização de tinta Epson original.
Consulte o manual da impressora para confirmar quais as garrafas de tinta a utilizar nesta impressora.
Utilizar tinta original Epson, diferente da especificada no manual da impressora, pode também provocar danos não cobertos pelas garantias Epson.

Para confirmar a quantidade de tinta restante, verifique visualmente os níveis de tinta nos tanques de tinta da impressora.
Se continuar a utilizar a impressora quando o nível de tinta for inferior ao limite mais baixo, pode danificá-la.";
"WRINKLOW2_TEXTA" = "Está quase na altura de reiniciar os níveis de tinta.";
"WRINKLOW2_TEXTB" = "Os níveis de tinta podem estar baixos.
Talvez possa continuar a imprimir. Contudo, deve preparar garrafas de tinta novas logo que possível. Recomendamos a utilização de tinta Epson original.
Consulte o manual da impressora para confirmar quais as garrafas de tinta a utilizar nesta impressora.
Utilizar tinta original Epson, diferente da especificada no manual da impressora, pode também provocar danos não cobertos pelas garantias Epson.

Para confirmar a quantidade de tinta restante, verifique visualmente os níveis de tinta nos tanques de tinta da impressora.
Se continuar a utilizar a impressora quando o nível de tinta for inferior ao limite mais baixo, pode danificá-la.";
"WRCD_TEXTA" = "Não é possível concluir a Limpeza das Cabeças.";
"WRCD_TEXTB" = "Os níveis de tinta podem estar baixos.
Talvez possa continuar a imprimir. Contudo, deve preparar garrafas de tinta novas logo que possível. Recomendamos a utilização de tinta Epson original.
Consulte o manual da impressora para confirmar quais as garrafas de tinta a utilizar nesta impressora.
Utilizar tinta original Epson, diferente da especificada no manual da impressora, pode também provocar danos não cobertos pelas garantias Epson.

Para confirmar a quantidade de tinta restante, verifique visualmente os níveis de tinta nos tanques de tinta da impressora.
Se continuar a utilizar a impressora quando o nível de tinta for inferior ao limite mais baixo, pode danificá-la.";
"WRPD_TEXTA" = "A Superdescarga de Tinta não pode ser concluída.";
"WRPD_TEXTB" = "Os níveis de tinta podem estar baixos.
Talvez possa continuar a imprimir. Contudo, deve preparar garrafas de tinta novas logo que possível. Recomendamos a utilização de tinta Epson original.
Consulte o manual da impressora para confirmar quais as garrafas de tinta a utilizar nesta impressora.
Utilizar tinta original Epson, diferente da especificada no manual da impressora, pode também provocar danos não cobertos pelas garantias Epson.

Para confirmar a quantidade de tinta restante, verifique visualmente os níveis de tinta nos tanques de tinta da impressora.
Se continuar a utilizar a impressora quando o nível de tinta for inferior ao limite mais baixo, pode danificá-la.";
"COMUERR_TEXTA" = "Erro de comunicação";
"COMUERR_TEXTB" = "Ligue o produto ao computador e active-o. Se desligar o produto durante a impressão, cancele a tarefa de impressão.";
"COMUERR_B01" = "REPETIR";
"COMUERR_B02" = "Cancelar";
"CHARGINGSTATUS_TEXTA" = "Carregar o sistema de tinta";

